tutorials/multiphase/cavitatingFoam/les/throttle3D/constant/thermodynamicProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.2                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       dictionary;
    location    "constant";
    object      thermodynamicProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

barotropicCompressibilityModel linear;

psiv            psiv [ 0 -2 2 0 0 ] 2.5e-06;

rholSat         rholSat [ 1 -3 0 0 0 ] 830;

psil            psil [ 0 -2 2 0 0 ] 5e-07;

pSat            pSat [ 1 -1 -2 0 0 ] 4500;

rhoMin          rhoMin [ 1 -3 0 0 0 ] 0.001;

// ************************************************************************* //
